# ЗАДАЧА 1: Система учета сотрудников

employees = {
    "Иван": {"возраст": 30, "отдел": "IT", "зарплата": 80000},
    "Мария": {"возраст": 25, "отдел": "HR", "зарплата": 60000},
    "Петр": {"возраст": 35, "отдел": "ITR", "зарплата": 90000},
}

# 1. Добавьте нового сотрудника "Анна"
# 2 Создайте список всех имен сотрудников
# 3. Найдите среднюю зарплату всех сотрудников
# 4. Создайте множество всех отделов
# 5. Удалите сотрудника "Петр" и сохраните его данные
# 6. Создайте словарь, где ключ - отдел, а значение - список имен сотрудников
